Repository: cryptowyrm/copypastegrab
Catalog: po/*.po
Languages: fr

source: Start all downloads
fr: Démarrer tous les téléchargements

source: Clear all completed downloads
fr: Effacer tous les téléchargements terminés

source: Enter a video URL to download
fr: Entrez l'URL d'une vidéo à télécharger

source: Settings
fr: Paramètres

source: Paste video URL to download from the clipboard
fr: Collez l'URL d'une vidéo à télécharger à partir du presse-papiers

source: Add
fr: Ajouter

source: No downloads
fr: Aucun téléchargement

source: Add a few video URLs by using the two buttons in the top left and click the play button to start downloading them.
fr: Ajoutez quelques URL en utilisant les deux boutons en haut à gauche et cliquez sur le bouton de lecture pour démarrer le téléchargement.

source: Enter URL
fr: Entrez un URL

source: Enter a video URL to add it to the list of downloads.
fr: Entrez l'URL d'une vidéo pour l'ajouter à la liste des téléchargements.

source: Paste URL
fr: Coller l'URL

source: Paste a video URL from your clipboard to add it to the list of downloads.
fr: Collez l'URL d'une vidéo pour l'ajouter à la liste des téléchargements.

source: Not a valid URL
fr: L'URL n'est pas valide

source: Downloading video information…
fr: Téléchargement des informations sur la vidéo…

source: Downloading…
fr: Téléchargement…

source: Converting…
fr: Conversion…

source: Stopped
fr: Interrompu

source: Completed
fr: Terminé

source: Videos are downloaded to
fr: Les vidéos sont téléchargées vers

source: Select a folder where videos should be downloaded to
fr: Sélectionnez un dossier dans lequel les vidéos doivent être téléchargées

source: Unsupported website
fr: Site non supporté

source: Downloading live streams isn't supported
fr: Le téléchargements de diffusions en direct n'est pas supporté

source: Writing thumbnail to:
fr: Écriture de la mignature vers :

source: Writing video description metadata as JSON to:
fr: Écriture des métadonnées de la desciption de la vidéo en JSON vers :

source: Downloading channels isn't implemented yet
fr: Le téléchargement des chaînes n'est pas implémenté pour l'instant

source: Downloading playlists isn't implemented yet
fr: Le téléchargement des playlists n'est pas implémenté pour l'instant
